import re

Teksts = [
          "Вечер за окном. / Ещё один день прожит. / Жизнь скоротечна...",
          "Просто текст",
          "Как вишня расцвела! / Она с коня согнала / И князя-гордеца.",
          "На голой ветке / Ворон сидит одиноко... / Осенний вечер!",
          "Тихо, тихо ползи, / Улитка, по склону Фудзи, / Вверх, до самых высот!",
          "Жизнь скоротечна... / Думает ли об этом / Маленький мальчик"
          ]
a = 'Обрабатываемые данные №'
Teksts_re = []

#print(f'{a + str(Teksts.index(tekst) + 1):_^70}')
#print(tekst, '\n')
